tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "yinshanyang/extras"
brew "bat"
brew "bitwarden-cli"
brew "difftastic"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "jq"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "xh"
brew "zenith"
brew "zoxide"
cask "alfred"
cask "amethyst"
cask "bitwarden"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-ia-writer-duo"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "hazeover"
cask "iterm2"
cask "obsidian"
cask "spotify"
cask "ubersicht"
cask "visual-studio-code"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "kj.sqltools-driver-redshift"
vscode "matthewnespor.vscode-color-identifiers-mode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "mtxr.sqltools"
vscode "oderwat.indent-rainbow"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vstirbu.vscode-mermaid-preview"
