# tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "starship"
brew "asdf"
# brew "awscli"
brew "bat"
# brew "dbt-labs/dbt/dbt-redshift"
brew "difftastic"
brew "exa"
brew "fd"
# brew "ffmpeg"
brew "fzf"
brew "jq"
brew "mas"
brew "ripgrep"
# brew "terragrunt"
brew "xh"
brew "zenith"
brew "zoxide"
# cask "1password"
cask "alfred"
cask "amethyst"
# cask "betterdummy"
# cask "bitwarden"
# cask "docker"
# cask "dropbox"
# cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-ia-writer-duo"
# cask "google-chrome"
cask "hazeover"
cask "iterm2"
# cask "miro"
cask "notion"
# cask "slack"
# cask "spotify"
# cask "ubersicht"
cask "visual-studio-code"
# cask "vlc"
# cask "whatsapp"
# mas "Keynote", id: 409183694
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
# mas "Trello", id: 1278508951
# mas "Xcode", id: 497799835
mas "Bitwarden", id: 1352778147